{
    "External Player": "נגן מדיה חיצוני",
    "Made with": "נבנה עם",
    "by a bunch of geeks from All Around The World": "על ידי חבורת גיקים מרחבי העולם",
    "Initializing PopcornTime. Please Wait...": "מאתחל את PopcornTime. אנא המתן..",
    "Status: Checking Database...": "סטטוס: בודק מסד נתונים...",
    "Movies": "סרטים",
    "TV Series": "סדרות",
    "Anime": "אנימה",
    "Genre": "ז'אנר",
    "All": "הכל",
    "Action": "פעולה",
    "Adventure": "הרפתקאות",
    "Animation": "אנימציה",
    "Children": "ילדים",
    "Comedy": "קומדיה",
    "Crime": "פשע",
    "Documentary": "דוקומנטרי",
    "Drama": "דרמה",
    "Family": "משפחה",
    "Fantasy": "פנטזיה",
    "Game Show": "שעשועון",
    "Home And Garden": "בית וגינה",
    "Horror": "אימה",
    "Mini Series": "סדרות קצרות",
    "Mystery": "מסתורין",
    "News": "חדשות",
    "Reality": "ריאליטי",
    "Romance": "רומנטיקה",
    "Science Fiction": "מדע בדיוני",
    "Soap": "אופרת סבון",
    "Special Interest": "עניין מיוחד",
    "Sport": "ספורט",
    "Suspense": "מתח",
    "Talk Show": "אירוח",
    "Thriller": "מותחן",
    "Western": "מערבון",
    "Sort by": "מיון על פי:",
    "Popularity": "פופולריות",
    "Updated": "עודכן לאחרונה",
    "Year": "שנת יציאה",
    "Name": "שם",
    "Search": "חיפוש",
    "Seasons": "עונות",
    "Season": "עונה",
    "Load More": "הצג עוד",
    "Saved": "נשמר",
    "Settings": "הגדרות",
    "Show advanced settings": "הצגת הגדרות מתקדמות",
    "User Interface": "ממשק משתמש",
    "Default Language": "שפת ברירת המחדל",
    "Theme": "ערכת נושא",
    "Start Screen": "מסך פתיחה",
    "Favorites": "מועדפים",
    "Show rating over covers": "הצג דירוג על תמונות הפוסטר",
    "Always On Top": "תמיד בקדמת המסך",
    "Watched Items": "פריטים שנצפו",
    "Show": "הצג",
    "Fade": "עמעום",
    "Hide": "הסתר",
    "Subtitles": "כתוביות",
    "Default Subtitle": "כתוביות ברירת המחדל",
    "Disabled": "מבוטל",
    "Size": "גודל",
    "Quality": "איכות",
    "Only list movies in": "הצג רק סרטים באיכות",
    "Show movie quality on list": "הצג את איכויות הסרטים ברשימה",
    "Trakt.tv": "Trakt.tv",
    "Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "הכנס את פרטי האתר Trakt.tv על מנת לעדכן את התוכן שצפית בו דרך Popcorn Time.",
    "Username": "שם משתמש",
    "Password": "סיסמא",
    "Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time שומרת את הסיסמאות שלך במחשבך בצורה מוצפנת",
    "Remote Control": "שליטה מרחוק",
    "HTTP API Port": "פורט HTTP API",
    "HTTP API Username": "שם משתמש HTTP API",
    "HTTP API Password": "סיסמת HTTP API",
    "Connection": "חיבור",
    "TV Show API Endpoint": "כתובת API עבור סדרות טלויזיה",
    "Connection Limit": "הגבלת חיבורים",
    "DHT Limit": "הגבלת DHT",
    "Port to stream on": "פורט להזרמת מדיה",
    "0 = Random": "0 = אקראי",
    "Cache Directory": "מיקום המטמון",
    "Clear Tmp Folder after closing app?": "למחוק את תיקיית המטמון לאחר סגירת התוכנה?",
    "Database": "מסד נתונים",
    "Database Directory": "מיקום מסד הנתונים",
    "Import Database": "יבא מסד נתונים",
    "Export Database": "יצא מסד נתונים",
    "Flush bookmarks database": "נקה את מסד הנתונים של המועדפים",
    "Flush subtitles cache": "נקה מטמון של כתוביות",
    "Flush all databases": "נקה את כל מסדי הנתונים",
    "Reset to Default Settings": "איפוס ההגדרות לברירת מחדל",
    "Importing Database...": "מיבא מסד נתונים...",
    "Please wait": "אנא המתן",
    "Error": "שגיאה",
    "Biography": "ביוגרפיה",
    "Film-Noir": "סרט אפל",
    "History": "היסטוריה",
    "Music": "מוזיקה",
    "Musical": "מחזמר",
    "Sci-Fi": "מדע בדיוני",
    "Short": "סרט קצר",
    "War": "מלחמה",
    "Date": "תאריך הוספה",
    "Rating": "דירוג",
    "Open IMDb page": "הצג ב-IMDB",
    "Health false": "אורח חיים שגוי",
    "Add to bookmarks": "הוספה למועדפים",
    "Watch Trailer": "צפה בטריילר",
    "Watch Now": "צפה עכשיו",
    "Health Good": "בריאות טובה",
    "Ratio:": "יחס:",
    "Seeds:": "זורעים:",
    "Peers:": "משתפים:",
    "Remove from bookmarks": "הסרה ממועדפים",
    "Changelog": "שינויים בגרסה",
    "Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! היא התוצר של הרבה מתכנתים ומעצבים ששילבו כמה כלים ביחד על מנת לפשט ככל האפשר את חווית הצפייה בסרטים דרך טורנטים.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "אנחנו פרויקט קוד פתוח. אנחנו מכל העולם. אנחנו אוהבים סרטים. ובחיינו, אנחנו אוהבים פופקורן.",
    "Invalid PCT Database File Selected": "קובץ PCT שנבחר שגוי",
    "Continuing": "ממשיך",
    "Health Unknown": "בריאות לא ידועה",
    "Episodes": "פרקים",
    "Episode": "פרק",
    "Aired Date": "תאריך שידור",
    "Streaming to": "מזרים אל",
    "connecting": "מתחבר",
    "Download": "הורדה",
    "Upload": "העלאה",
    "Active Peers": "מורידים מחוברים",
    "Cancel": "ביטול",
    "startingDownload": "מתחיל הורדה",
    "downloading": "מוריד",
    "ready": "מוכן",
    "playingExternally": "מנגן בנגן חיצוני",
    "Custom...": "בחירה...",
    "Volume": "קול",
    "Ended": "הסתיים",
    "Error loading data, try again later...": "בעיה בטעינה, אנא נסו מאוחר יותר...",
    "Miscellaneous": "שונות",
    "When opening TV Show Detail Jump to:": "בפתיחת פרטי הסדרה עבור אל:",
    "First Unwatched Episode": "הפרק הראשון שלא נצפה",
    "Next Episode In Series": "הפרק הבא",
    "When Opening TV Show Detail Jump To": "בפתיחת פרטי הסדרה עבור אל",
    "Flushing...": "מנקה...",
    "Are you sure?": "האם הנך בטוח\\ה?",
    "We are flushing your databases": "אנו מנקים את מסדי הנתונים שלך",
    "Success": "הצלחה",
    "Please restart your application": "אנא הפעילו מחדש את התוכנה",
    "Restart": "הפעלה מחדש",
    "Terms of Service": "תנאי שימוש",
    "I Accept": "אני מסכים",
    "Leave": "צא",
    "When Opening TV Series Detail Jump To": "בפתיחת פרטי הסדרה עבור אל",
    "Health Medium": "אורח חיים בינוני",
    "Playback": "פסקול",
    "Play next episode automatically": "נגן את הפרק הבא באופן אוטומאטי",
    "Generate Pairing QR code": "ייצר קוד QR",
    "Playing Next Episode in": "מנגן את הפרק הבא בעוד",
    "Play": "נגן",
    "Dismiss": "בטל",
    "waitingForSubtitles": "ממתין לכתוביות",
    "Play Now": "נגן עכשיו",
    "Seconds": "שניות",
    "You are currently authenticated to Trakt.tv as": "הנך מחובר\\ת אל Trakt.tv כ",
    "Disconnect account": "ניתוק החשבון",
    "Sync With Trakt": "סנכרון עם Trakt.tv",
    "Syncing...": "מסנכרן...",
    "Done": "בוצע",
    "Subtitles Offset": "כותרות משנה",
    "secs": "שניות",
    "We are flushing your database": "אנו מנקים כרגע את מסד הנתונים שלך",
    "We are rebuilding the TV Show Database. Do not close the application.": "אנו בונים מחדש את רשימת הסדרות. נא לא לסגור את התוכנה.",
    "No shows found...": "לא נמצאו הופעות...",
    "No Favorites found...": "לא נמצאו מועדפים...",
    "Rebuild TV Shows Database": "בנה מחדש את רשימת הסדרות",
    "No movies found...": "לא נמצאו סרטים...",
    "Ratio": "יחס",
    "Health Excellent": "אורח חיים מצויין",
    "Health Bad": "אורח חיים רע",
    "Status: Creating Database...": "סטטוס: יוצר מסד נתונים...",
    "Status: Updating database...": "סטטוס: מעדכן מסד נתונים...",
    "Status: Skipping synchronization TTL not met": "סטטוס: מדלג על סנכרון TTL כי אינו תואם",
    "Advanced Settings": "הגדרות מתקדמות",
    "Clear Cache directory after closing app?": "להסיר קבצים זמניים אחרי סגירת התוכנה?",
    "Tmp Folder": "תקייה זמנית",
    "Status: Downloading API archive...": "סטטוס: מוריד ארכיון API...",
    "Status: Archive downloaded successfully...": "סטטוס: ארכיון הורד בהצלחה...",
    "Status: Importing file": "סטטוס: מיבא קובץ",
    "Status: Imported successfully": "סטטוס: יבוא בוצע בהצלחה",
    "Status: Launching applicaion... ": "סטטוס: תוכנה בטעינה...",
    "URL of this stream was copied to the clipboard": "קישור URL הועתק",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "שגיאה, כנראה מאגר הנתונים נפל. אנא נסה לנקות מועדפים בהגדרות.",
    "Flushing bookmarks...": "מנקה מועדפים...",
    "Resetting...": "מאתחל...",
    "We are resetting the settings": "אנו מאפסים את ההגדרות",
    "New version downloaded": "גירסה חדשה הורדה",
    "Installed": "הותקן",
    "Install Now": "התקן עכשיו",
    "Restart Now": "אתחל עכשיו",
    "We are flushing your subtitle cache": "אנו מנקים את המטמון של הכתוביות",
    "Subtitle cache deleted": "המטמון של הכתוביות הוסרו",
    "Please select a file to play": "אנא בחר קובץ לנגינה",
    "Test Login": "בדיקת התחברות",
    "Testing...": "בודק",
    "Success!": "הצלחה!",
    "Failed!": "נכשל!",
    "Global shortcuts": "קיצורי דרך ציבוריים",
    "Video Player": "נגן וידאו",
    "Toggle Fullscreen": "מסך מלא",
    "Play/Pause": "נגן/עצור",
    "Seek Forward": "קפוץ קדימה",
    "Increase Volume": "הגברת ווליום",
    "Set Volume to": "קבע את הווליום ל",
    "Offset Subtitles by": "כתוביות ברירת המחדל",
    "Toggle Mute": "לחץ להשתקה",
    "Movie Detail": "פרטי הסרט",
    "Toggle Quality": "בחר איכות צפיה",
    "Play Movie": "נגן סרט",
    "Exit Fullscreen": "צא ממסך מלא",
    "Seek Backward": "קפוץ אחורה",
    "Decrease Volume": "הנמך קול",
    "Show Stream URL": "הצג כתובת הזרמת מדיה",
    "TV Show Detail": "פרטי סדרה",
    "Toggle Watched": "בחר מנצפים לאחרונה",
    "Select Next Episode": "נגן את הפרק הבא",
    "Select Previous Episode": "נגן את הפרק הקודם",
    "Select Next Season": "בחר עונה הבאה",
    "Select Previous Season": "בחר עונה קודמת",
    "Play Episode": "נגן פרק",
    "space": "רווח",
    "shift": "Shift",
    "ctrl": "Ctrl",
    "enter": "Enter",
    "esc": "Esc",
    "Keyboard Shortcuts": "קיצורי דרך במקלדת",
    "Cut": "גזור",
    "Copy": "העתק",
    "Paste": "הדבק",
    "Help Section": "איזור עזרה",
    "Did you know?": "הידעת?",
    "What does Popcorn Time offer?": "מה Popcorn Time מציע?",
    "With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "עם Popcorn Time, באפשרותך לצפות בסרטים וסדרות בקלות רבה. כל מה שצריך לעשות זה ללחוץ על תמונות הפוסטרים, ו\"הפעל עכשיו\". אך החוויה שלך ניתנת לשינוי:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "מאגר הסרטים מכיל אך ורק סרטים באיכות גבוה, שהיא 720P ו1080P. לצפייה בסרט, סך הכל פתחו את תפריט הPopcorn Time דרך אוסף הסרטים, הנגיש בטאב \"סרטים\", בשורת ניווט. ברירת המחדל היא להציג את כל הסרטים המיון של ה\"הכי נצפים\", אך באפשרותך לשנות זאת המיון \\ סינון, תודות ל'סגנון' ו'מיון על ידי'. כאשר בחרת סרט שברצונך לצפות, לחץ על תמונת הפוסטר. לאחר מכן 'הפעל עכשיו'. לא לשכוח פופקורן!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "טאב הסדרות, המאפשר להגיע אליו בלחיצת 'סדרות' בתפריט הניווט, יציג את כל הסדרות הנמצאות במאגר שלנו. ברשותך לבצע סינון על פי הצורך, כגון גם בסרטים, להקל על חיפוש מתאים יותר לצפייה. במאגר הזה, רק לחצו על תמונת הפוסטר: חלון חדש ייפתח ויאפשר לנטר בין העונות והפרקים. כאשר החלטתם על אוסף פרקים לחצו על כפתור 'הפעל עכשיו'.",
    "Choose quality": "בחר איכות צפיה",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "כפתור החלקה ליד כפתור 'הפעל עכשיו' מאפשר לך לבחור את איכות הווידאו שיוזרם. באפשרותך גם לקבוע איכות קבועה ב'הגדרות'. אזהרה: ככל שהאיכות גבוהה יותר, כך הווידאו ידרוש יותר נפח גלישה.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "רוב הסרטים והסדרות מכילים את הכתוביות בשפה שלך. באפשרותך לקבוע אותם דרך הגדרות. לסרטים באפשרותך לבחור אפילו מעמוד פרטי הסרט עצמו.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "לחיצה על אייקון הלב שעל פוסטר הסרט\\סדרה שברצונך לשמור למועדפים יישמרו במועדפים. האוסף הזה נגיש אייקון בצורת לב, בתפריט הניווט. להסרה מהאוסף לחצו על אייקון שוב! עד כמה זה פשוט?",
    "Watched icon": "אייקון נצפה",
    "Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time תזכור את מה שצפית בו - קצת עזרה בלזכור לא תזיק לאף אחד. באפשרותך לסמן את מה שנצפה על ידי לחיצה על אייקון בצורת עין. אפשר גם לסנכרן את האתר Trakt.tv באוספים שלך, בהגדרות התכנה.",
    "In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "בPopcorn Time, באפשרותך להשתמש בזכוכית מגדלת בכדי לפתוח חיפוש. כתיבת שם סרט, שחקן או אפילו שנת יציאה של הסרט, לחצו Enter ותנו לנו להציג לכם את האפשרויות לפי בקשתך. לסגירת החיפוש, יש ללחוץ על ה-'X' הממוקם השני של התיבה ליד טקסט החיפוש או רשמו ערך לחיפוש נוסף.",
    "External Players": "נגן מדיה חיצוני",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "אם ברצונך להשתמש בנגן וידאו חיצוני במקום מובנה, באפשרותך ללחוץ על סמלון בכפתור ה'צפייה עכשיו'. רשימת הנגנים המותקנים תופיע, וניתן יהיה לבחור מהנגנים המותקנים וPopcorn Time תשלח לשם את כל המידע הנדרש. אם נגן חיצוני שברשותך לא מופיע ברשימה, אנא דווחו זאת לנו.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "כדי להתאים אישית בצורה מתקדמת יותר, אנו מציעים לך לפתוח עוד יותר אפשרויות. בלחיצה על אייקון של גלגל שיניים בתפריט הניווט.",
    "Keyboard Navigation": "ניווט באמצעות מקלדת",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "רשימת קיצורי הדרך המלאה זמינה על ידי לחיצת '?' במקלדת, או דרך אייקון מקלדת בתפריט הניווט בטאב ההגדרות.",
    "Custom Torrents and Magnet Links": "קבצי .torrent וקישורי Magnet",
    "You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "באפשרותך להשתמש בקבצי torrent מתואמים וקישורי magnet בPopcorn Time. סך הכל גרור ושחרר את קבצי .torrent בתוך חלון התוכנה, ו\\או העתק והדבק את קישורי הmagnet.",
    "Torrent health": "אורח חיי הטורנט",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "בפרטים של סרטים\\סדרות, אפשר למצוא עיגולים בצבעים אפור,אדום,צהוב וירוק. הצבעים מראים את מצב אורח חיי הטורנט. הירוק מסמל שהטורנט יירד מהר, כאשר באדום הטורנט לא יירד כלל, או ממש לאט. האפור מסמל שישנה שגיאה באיתור אורח החיים, ישנו צורך במיון אורח החיים של הסדרות להצגת אורח חיים.",
    "How does Popcorn Time work?": "איך Popcorn Time עובד?",
    "Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time מזרימה מדיה דרך טורנט. הסרטים שאנו מציעים מוגשים על ידי YTS (http://yts.re) והסדרות על ידי EZTV (http://eztv.it), בזמן משיכת מידע מתוך Trakt (http://trakt.tv). אנו לא מאחסנים שום מידע בעצמינו.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "הזרמת מדיה בטורנט? אבכן, טורנטים בשימוש Bittorrent protocol, שבעיקר אתם מורידים חלקים קטנים של תוכן ממחשב של משתמש אחר, בזמן ההורדה נשלחים חלקים שהסתיימו למשתמש נוסף. לאחר מכן, הנך צופה בחלקים האלו, בזמן שחלק אחר מורד ברקע. שיטת החלפת או שיתוף מידע הזאת מאפשר לתוכן להישאר באורח חיים טוב.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "כאשר הסרט מורד לחלוטין, חלקים ממנו ממשיכים להישלח למשתמשים אחרים. כאשר התוכנה נסגרת הכל מוסר מן המחשב. Popcorn Time. פשוטו כמשמעו.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "התוכנה נבנתה עם Node-Webkit, HTML, CSS וJavascript. היא עובדת כמו דפדפן Chrome של גוגל, חוץ משהמחשב מכיל יותר תוכן על המחשב שלך. כן, Popcorn Time עובדת על אותה הטכנולוגיה כאתר אינטרנט רגיל, כמו...בואו נאמר Wikipedia או Youtube!",
    "I found a bug, how do I report it?": "מצאתי באג, איך מדווחים עליו?",
    "No historics found...": "לא נמצאה היסטוריה...",
    "Error, database is probably corrupted. Try flushing the history in settings.": "שגיאה, מאגר הנתונים כשל. אנא נסה לנקות היסטוריה בהגדרות.",
    "You can paste magnet links anywhere in Popcorn Time with CTRL+V.": "באפשרותך להדביק קישורי magnet מכל מקום אל תוך Popcorn Time בעזרת CTRL+V",
    "You can drag & drop a .torrent file into Popcorn Time.": "באפשרותך לגרור קובץ .torrent אל תוך Popcorn Time",
    "The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to it's development in August 2014.": "פרוייקט Popcorn Time התחיל בפברואר 2014 ומכיל כרגע 150 אנשים השייכים לצוות הפיתוח שתרמו יותר מ-3000 פעמים באוגוסט 2014.",
    "The rule n°10 applies here.": "כלל מספר 10 נקבע כאן.",
    "If a subtitle for a TV series is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>.": "אם חסרות כתוביות לסדרות או סרטים, באפשרותכם להוסיף ב <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. כך גם לסרט באתר  <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>.",
    "If you're experiencing connection drop issues, try to reduce the DHT Limit in settings.": "אם הנכם חווים אי התחברות או נפילות, נסו להפחית את הגבלת DHT בהגדרות.",
    "If you search \"1998\", you can see all the movies or TV series that came out that year.": "חפש ״1998״ בשביל לראות את כל הסרטים שיצאו באותה השנה",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "באפשרותך להתחבר עם Trakt.tv, לשמור את כל התוכניות שנצפו, ולסנכרן בין מספר מכשירים.",
    "Clicking on the rating stars will display a number instead.": "לחיצה על כוכבי הדירוג יציגו מספרים במקום.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "התוכנה נכתבה בHTML5,CSS3 וJavascript.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "רוצה לראות יותר פרטים על הסדרה? לחץ על סמל IMDB",
    "Clicking twice on a \"Sort By\" filter reverses the order of the list.": "לחץ פעמיים על מיון כדי להפוך את המיון ב\"סדר הפוך\".",
    "Switch to next tab": "עבור לטאב הבא",
    "Switch to previous tab": "עבור לטאב הקודם",
    "Switch to corresponding tab": "עבור לטאב תואם",
    "through": "דרך",
    "Enlarge Covers": "הגדל תמונות פוסטר",
    "Reduce Covers": "הקטן תמונות פוסטר",
    "Open the Help Section": "פתח את אזור העזרה",
    "Open Item Details": "פתח פרטים",
    "Add Item to Favorites": "הוספה למועדפים",
    "Mark as Seen": "סמן כנצפה",
    "Open this screen": "פתח מסך זה",
    "Open Settings": "פתח הגדרות",
    "Posters Size": "גודל תמונת הפוסטר",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "התכונה הזאת מאופשרת רק אם סינכרנת את חשבון ה-TraktTv שלך. אנא עבור להגדרות בכדי לבצע התחברות לחשבון.",
    "Last Open": "אחרון שנפתח",
    "Exporting Database...": "מייצא מסד נתונים...",
    "Database Successfully Exported": "ייצוא המסד בוצע בהצלחה",
    "Currently Airing": "כרגע משודר",
    "Drama - Historical": "דרמה - היסטורי",
    "Magic": "קסום",
    "Kids": "ילדים",
    "Kids - Magic - Shoujo": "ילדים - קסום - אנימה",
    "Demons": "שדים",
    "Fantasy - Kids - Magic - Shoujo": "פנטזיה - ילדים - קסום - אנימה",
    "Display": "תצוגה",
    "TV": "טלויזיה",
    "Type": "סוג",
    "popularity": "פופולריות",
    "date": "תאריך",
    "year": "שנה",
    "rating": "דירוג",
    "updated": "עודכן",
    "name": "שם",
    "OVA": "OVA",
    "ONA": "ONA",
    "No anime found...": "לא נמצאה אנימה...",
    "Movie": "סרט",
    "Special": "מיוחד",
    "No Watchlist found...": "לא נמצאה רשימת מבוקשים",
    "Watchlist": "רשימת מבוקשים",
    "Resolving..": "מאבחן...",
    "About": "אודות",
    "Open Cache Directory": "פתח תקיית מטמון",
    "Open Database Directory": "פתח תקיית מסד הנתונים",
    "Mark as unseen": "סמן כלא נצפה",
    "Playback rate": "מהירות וידאו",
    "Increase playback rate by %s": "האצת מהירות הוידאו ב%s",
    "Decrease playback rate by %s": "האטת מהירות הוידאו ב%s",
    "Set playback rate to %s": "קבע מהירות הוידאו ל%s",
    "Playback rate adjustment is not available for this video!": "מהירות הוידאו אינה ניתנת לשינוי בוידאו זה!",
    "Color": "צבע",
    "With Shadows": "עם צל",
    "Local IP Address": "כתובת IP מקומית",
    "Cars": "מכוניות",
    "Dementia": "דימנטיה",
    "Ecchi": "אצ'י",
    "Game": "משחק",
    "Harem": "הראם",
    "Historical": "היסטורי",
    "Josei": "ג'וסאיי",
    "Martial Arts": "אומנויות לחימה",
    "Mecha": "מכה (רובוט)",
    "Military": "צבאי",
    "Parody": "פרודיה",
    "Police": "משטרה",
    "Psychological": "פסיכולוגי",
    "Samurai": "סמוראי",
    "School": "בית ספר",
    "Seinen": "סאינן",
    "Shoujo": "שוג'ו",
    "Shoujo Ai": "שוג'ו איי",
    "Shounen": "שונן",
    "Shounen Ai": "שונן איי",
    "Slice Of Life": "פיסה מהחיים",
    "Space": "חלל",
    "Sports": "ספורט",
    "Super Power": "כוח על",
    "Supernatural": "על טבעי",
    "Vampire": "ערפד",
    "Alphabet": "אלפביתי",
    "Automatically Sync on Start": "סנכרון אוטומטי בהפעלה"
}